{
    "trentKim": [
      {
        "number": "1",
        "name": "Hello",
        "type": "About",
        "description": "I'm Trent Kim (김강석). I am a designer and artist who is interested in the ways in which storytelling can aid in the processes of healing, finding belonging, and searching for meaning. Through different modes and means of storytelling, my work looks to challenge the structures and systems which standardize and alienate us in order to create meaningful connections and more complex understandings of the world.",
        "media": ""
      },
      {
        "number": "2",
        "name": "College Hill",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/college-hill/1.jpeg\"><img src=\"assets/photos/college-hill/2.jpeg\"><img src=\"assets/photos/college-hill/3.jpeg\"><img src=\"assets/photos/college-hill/4.jpeg\"><img src=\"assets/photos/college-hill/5.jpeg\"><img src=\"assets/photos/college-hill/6.jpeg\"><img src=\"assets/photos/college-hill/7.jpeg\">"
      },
      {
        "number": "3",
        "name": "nth degree: unconference",
        "type": "Projects",
        "description": "<em>nth degree: unconference</em> was an event hosted by <a href=\"https://www.facebook.com/discoverbrisd/\">Discover</a>, a RISD and Brown University student group interested in pedagogical access and exchange. In previous years, Discover hosted a conference featuring a series of unscripted conversations between professors from each of the campuses. Wanting to subvert traditionally merit-based conferences, <em>nth degree: unconference</em> was a participatory space for students and faculty to reflect upon our educational experiences through workshops, intimate activities, and playful settings. <br><br>Despite RISD and Brown’s unique access to cross-campus resources, rigorous course loads, isolation within our majors, and bureaucratic barriers often make it difficult to take advantage of resources and communities that we are a part of. Over the day-long event, we found ourselves critiquing university rituals such as crit, a collaborative feedback process ubiquitous to art and design schools, reflecting on the ways in which we value our work in relation to ourselves, imagining what spaces we would like to see on campus, and learning what it means to be cared for within a classroom setting. <em>nth degree: unconference</em> was a reminder of our ability to find and build community as an act of collective care and defiance. <br><br>Thank you Kay Liang, Michael Caplan, and Libby Hays for such a formative experience and making me apart of the Conference Team.",
        "media": "<video controls><source src=\"assets/projects/nth-degree-unconference/1.mp4\" type=\"video/mp4\"></video>"
      },
      {
        "number": "4",
        "name": "College Hill",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/college-hill-2/1.jpg\"><img src=\"assets/photos/college-hill-2/2.jpg\"><img src=\"assets/photos/college-hill-2/3.jpg\">"
      },
      {
        "number": "5",
        "name": "From After a Shift",
        "type": "Notes",
        "description": "I work at a bubble tea shop where I play my music, currently mainly consisting of Korean bands and artists, during each of my shifts. The music reflects my taste, while helping with language learning, but I sense it’s ulterior purpose is identity validation. Choosing music to represent myself and the shop can feel like a performance. To be Korean can feel like a performance. <br><br>Thinking that many customers may associate the music with me being Korean, provides a duality of validation, yet anonymity I had never previously experienced. But every so often other Koreans will come in, firstly identifiable by language, but secondly identifiable by their twitching ears and widened eyes locating the startling sound of a familiar language in a Taiwanese-American business. Having features of a Korean person, their eyes interrogate mine to determine whether there is a shared identity, but their validation would reveal the person beneath this deceptive character. <br><br>Our shared identity is often confirmed by their receipt name from the order kiosk. My existance trembles all the way through the receipt in my hand. While methodically making their drink, with each pour, sitr, and shake, I silently practice the pronunciation of their name. As their drink seals, panic constrains me. <em>What did I just say? How did you just pronounce their name? How could it have sounded so right, but stumbled out of my mouth so wrong? What are they thinking? Did they smirk? Did they chuckle? What do they think? I’m a romanticizing “Koreaboo”? Maybe just a Korean-American?</em> But would they have guessed that they had just witnessed an act. That I have but no choice to perform.",
        "media": ""
      },
      {
        "number": "6",
        "name": "Experience",
        "type": "About",
        "description": "I recently graduated from the <a href=\"https://www.risd.edu/\">Rhode Island School of Design</a> with a BFA in Industrial Design. Previously, I have worked with <a href=\"http://www.studioendo.com/\">Studio Endo</a>, <a href=\"https://naturelab.risd.edu/\">RISD Nature Lab</a>, <a href=\"https://www.fullstackatbrown.com/\">Full Stack at Brown</a>, <a href=\"https://www.facebook.com/discoverbrisd/\">RISD-Brown Discover</a>, and <a href=\"https://casholman.com/\">Cas Holman</a>.",
        "media": ""
      },
      {
        "number": "7",
        "name": "The Institute of Smell",
        "type": "Projects",
        "description": "The Institute of Smell is a gateway to a world of aroma. From fresh cut grass to new born baby, they are the world’s largest and most notable scent collection agency. They pride themselves on their extensive odor libraries and range of scent collection products. They are committed to capturing and preserving the most valuable memories to be smelled and remembered for years to come. <br><br>Through the fictional entity of The Institute of Smell, I became interested in exploring the possible interventions and speculative futures of how our olfactory systems might be exploited and our perceptions of smell might change in the face of evolving family structures, loss, and climate disaster.",
        "media": "<video controls><source src=\"assets/projects/smell-experiments/2.mov\" type=\"video/mp4\"></video><video controls><source src=\"assets/projects/smell-experiments/1.mp4\" type=\"video/mp4\"></video>"
      },
      {
        "number": "8",
        "name": "From a Park Bench",
        "type": "Notes",
        "description": "<em>December 20, 2021 <br>When we were children, we were always looking up. <br>Now that we’re adults, we are always looking down. <br>Down at ourselves looking up.</em> <br><br>I just looked up. <br><br>As I began to walk home after work, following the same scour I’ve drawn in the concrete, I found myself paying respect to my elders, the trees. In order to properly pay respect to the trees, you must look them in the eyes and smile to acknowledge the years between you and them. To find their eyes, look to where the setting sun paints their branches. So long as you do that, they’ll smile back and be there whenever you need. <br><br>When you do pay respect to the trees for the first time, tears might gather like rain droplets gather on the youthful branches of their saplings. Tears might gather, not because it’s the first time, but because it’s not. <br><br>I was a child under the trees again. <br><br>I just looked up.",
        "media": ""
      },
      {
        "number": "9",
        "name": "Bedroom",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/bedroom/1.jpg\"><img src=\"assets/photos/bedroom/2.jpg\"><img src=\"assets/photos/bedroom/3.jpg\">"
      },
      {
        "number": "10",
        "name": "Sum",
        "type": "Projects",
        "description": "<div class=\"pageUpdate\"><em>Update 4/10/22: While this project furthers community connection and food consumption awareness, it does reinforce wealth disparities and does not necessarily increase food accessiblity as it is an experience that can only be afforded by some. I also believe projects such as this one should be careful not to overlook and co-opt the work of exisiting community practices and mututal aid efforts in building resilience, solidarity, and movements for the survival of their communities. For more about mutual aid, I highly recommend <a href=\"http://www.deanspade.net/mutual-aid-building-solidarity-during-this-crisis-and-the-next/\">Mutual Aid: Building Solidarity During This Crisis (And The Next).</a></em></div> <br><br>Something special for the occassion. Something comforting for the night. Something warm for the stomach. Food is shared and gifted as an expressive, communicative act of hostpitality, respect, and love. Despite food being a language of care in many cultures, the commidification of food under late-stage capitalism perpuetuates our isolation from each other and our food. How can we value our food without understanding its origins, labor, and lifecycle? How can we share food when it isn’t treated as a basic necessity? <br><br>In the US, <a href=\"https://www.feedingamerica.org/hunger-in-america/facts\">millions of people struggle with poverty, low income and other finiancial burdens</a>, which is inextricably linked to food insecurity. At the same time, <a href=\"https://www.theguardian.com/environment/2018/apr/18/americans-waste-food-fruit-vegetables-study\">150,000 tons of food is wasted by Americans each day</a>, the majority of which is wasted by those who can afford healthier diets. As a result, <a href=\"https://drawdown.org/solutions/reduced-food-waste\">food waste is also the world’s third largest emmitter of greenhouse gases</a>. The contradictions are quite obvious. Food is increasingly over-consumed, yet inaccessible, while at the same time, we are increasingly isolated from one another, yet need connection. Can we find that connection through food? <br><br>From a small pool of <a href=\"https://docs.google.com/spreadsheets/d/1jxjbzdNtRD_FnPZzGtN03suQl_kcH8OGQc26wM-FAMs/edit?usp=sharing\">people we interviewed</a> in Providence, RI, sharing food was a complicated matter. There were many concerns regarding trust, convienence, willingness, and complacency, but from the food sharing experiences people have had, they derived from trusting relationships and communities, and/or prevention of food waste. Inspired by these types of gatherings and exchanges, we created a food sharing platform, Sum, that addresses these rising issues by providing a space to organize a shared meal with family, neighbors, and maybe some new friends. <br><br>In collaboration with Yilan Sun.",
        "media": "<img src=\"assets/projects/food-sharing/1.1.gif\"><img src=\"assets/projects/food-sharing/3.jpg\"><img src=\"assets/projects/food-sharing/5.jpg\"><img src=\"assets/projects/food-sharing/6.png\"><img src=\"assets/projects/food-sharing/7.png\"><img src=\"assets/projects/food-sharing/8.png\"><img src=\"assets/projects/food-sharing/9.png\"><img src=\"assets/projects/food-sharing/10.png\"><img src=\"assets/projects/food-sharing/11.png\"><img src=\"assets/projects/food-sharing/12.png\"><img src=\"assets/projects/food-sharing/13.png\"><img src=\"assets/projects/food-sharing/14.png\"><img src=\"assets/projects/food-sharing/15.png\"><img src=\"assets/projects/food-sharing/16.png\"><img src=\"assets/projects/food-sharing/17.png\"><img src=\"assets/projects/food-sharing/18.png\"><iframe style=\"border: 1px solid rgba(0, 0, 0, 0.1);\" width=\"800\" height=\"450\" src=\"https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Fproto%2FscOLwlfksqbtnDkoeeAd2w%2FSum%3Fkind%3D%26node-id%3D145%253A425%26scaling%3Dscale-down%26viewport%3D471%252C442%252C0.08021785318851471\" allowfullscreen></iframe>"
      },
      {
        "number": "11",
        "name": "From Home",
        "type": "Notes",
        "description": "You know your home is your home, even if you wish it weren’t, when returning from a visit, you’re sitting uncomfortably high on a stool to eat dinner, rather than a low, cushioned chair that squeaks when weight is shifted diagonally; you’re opening the cabinet to the plates, rather than to the cups because the placement is the same as the wood veneer cabinet to the right, nestled in the corner of the kitchen; you’re turning away from the shower head to grab the bar of soap that is always neglected, left on the tub floor, hydrating and dehydrating with each shower, but it’s where you last left it, in the rack hanging from the shower head. It’s undeniable. Each time I return from our cluttered colonial farmhouse, I question the place I wish I could call home.",
        "media": ""
      },
      {
        "number": "12",
        "name": "Living Room",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/living-room/1.jpg\"><img src=\"assets/photos/living-room/2.jpg\"><img src=\"assets/photos/living-room/3.jpg\">"
      },
      
      {
        "number": "13",
        "name": "Karezz Hair Salon",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/karezz-hair-salon/1.jpg\"><img src=\"assets/photos/karezz-hair-salon/2.jpg\"><img src=\"assets/photos/karezz-hair-salon/3.jpg\"><img src=\"assets/photos/karezz-hair-salon/4.jpg\">"
      },
      {
        "number": "14",
        "name": "Thought Galaxy",
        "type": "Projects",
        "description": "<div class=\"pageUpdate\"><em>Update 4/7/21: There is always a new note-taking system being made, but it was really cool to find out that <a href=\"https://obsidian.md/\">Obsidian</a> was also being created at the same time as our porject in the spring of 2020. It has similar visualizations to our project, but is much more powerful and flexible.</em></div> <br><br>Thought Galaxy is a note-taking and journaling tool prototype as an alternative to antagonistic, linear methods of note-taking such as Google Documents. As a project that was begun in the spring semester of 2020, early within the COVID-19 pandemic, our group noticed a lack of digital tools for critical thinking and wandering thoughts as the world abruptly transitioned from physical to digital spaces. It was particularly apparent that this was also a reflection of our industrial-age education as it is a system that incentivizes efficiency and prescribed thought rather than creativity and curiosity. <br><br>For the duration of this project, we found open-ended, unstructured conversation to be conducive to the creativity and curiosity of thoughts. However, the ability to record, connect, and reflect is essential to even more profound ideas, questions and conversations. In many ways, the simple method of using post-it notes would have achieved our goals, but would not have been as responsive, engaging, and robust as we wanted. With this in mind, we used the analogy of galaxies to create a visualization and collection process which builds complexity and curiosity within one’s thoughts. <br><br>In collaboration with Wonil Choi and Yilan Sun.",
        "media": "<img src=\"assets/projects/thought-galaxy/1.gif\"><img src=\"assets/projects/thought-galaxy/3.gif\"><img src=\"assets/projects/thought-galaxy/4.png\"><img src=\"assets/projects/thought-galaxy/2.png\"><video controls><source src=\"assets/projects/thought-galaxy/5.mov\" type=\"video/mp4\"></video><video controls><source src=\"assets/projects/thought-galaxy/6.mov\" type=\"video/mp4\"></video><video controls><source src=\"assets/projects/thought-galaxy/7.mov\" type=\"video/mp4\"></video>"
      },
      {
        "number": "15",
        "name": "The Past Year",
        "type": "About",
        "description": "Since graduating in June of 2021, I have been learning how and allowing myself to grieve loss, heal trauma, and reclaim identity as a transnational, transracial Korean adoptee. These days I can be found learning a lost language, reading poetry, walking aimlessly, taking blurry photos at night, and cooking for myself.",
        "media": ""
      },
      {
        "number": "16",
        "name": "Bedroom",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/bedroom-2/1.jpg\"><img src=\"assets/photos/bedroom-2/2.jpg\">"
      },
      {
        "number": "17",
        "name": "Hack@Home",
        "type": "Projects",
        "description": "Hack@Home was a free, 4-day virtual hackathon hosted by <a href=\"https://www.fullstackatbrown.com/?fbclid=IwAR2C-WHCMBMPHADfqXc7W4rgGk9hEPsmqAydhWbnWDXOGCGeDXuVgMPLhik\">Full Stack at Brown</a>, open to high school and college students during the COVID-19 pandemic. The event consisted of competitive workshops, discussion panels, speakers, a Brown University Minecraft server, and <a href=\"https://blog.cs.brown.edu/2020/11/04/full-stack-browns-first-hackathon-datathon-and-ctf-hackhome/\">more</a>. <br><br>As a part of a small design team consisting of two designers and two developers, we wanted the hackathon’s theme to simply reflect a housebound student’s environment, similar to the off-campus apartments found surrounding Brown University’s campus. Visually, we were interested in emulating the simplicity of vector illustrations with 3D modeling. My responsibilities as a designer were to create models and renders in Blender for the <a href=\"https://hackathome.org/\">3D</a> and 2D websites, in addition to social media content, and explore ways in which people could navigate the 3D website. <br><br>Special thanks to our design lead, Yilan Sun, and our developers, Johnny Roy and Clara Guo.",
        "media": "<img src=\"assets/projects/hack-at-home/1.gif\"><img src=\"assets/projects/hack-at-home/3.png\"><img src=\"assets/projects/hack-at-home/4.png\"><img src=\"assets/projects/hack-at-home/5.png\"><img src=\"assets/projects/hack-at-home/6.png\"><img src=\"assets/projects/hack-at-home/7.png\"><img src=\"assets/projects/hack-at-home/8.png\"><img src=\"assets/projects/hack-at-home/9.png\"><img src=\"assets/projects/hack-at-home/10.png\"><img src=\"assets/projects/hack-at-home/11.png\">"
      },
      {
        "number": "18",
        "name": "Old Bridge Path",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/old-bridge-path/1.jpg\"><img src=\"assets/photos/old-bridge-path/2.jpg\"><img src=\"assets/photos/old-bridge-path/3.jpg\"><img src=\"assets/photos/old-bridge-path/4.jpg\">"
      },
      {
        "number": "19",
        "name": "Bedroom",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/bedroom-3/3.jpg\"><img src=\"assets/photos/bedroom-3/2.jpg\"><img src=\"assets/photos/bedroom-3/1.jpg\">"
      },
      {
        "number": "20",
        "name": "Wecair University",
        "type": "Projects",
        "description": "Inspired by the tonal dissonance and deceptively simple mechanics of games such as <a href=\"https://www.klei.com/games/dont-starve-together\">Don’t Starve Together</a>, <a href=\"https://adarkroom.doublespeakgames.com/\">A Dark Room</a>, and <a href=\"https://candybox2.github.io/\">Candy Box 2</a>, Wecair University is a text-based single-player, role-play game based on the and interactions in order for an art student to survive a rigorous, unforgiving university environment. Beginning within the confines of an email inbox, the student is greeted with an email from the Office of the President welcoming them as a new student. Gaining newfound independence in university is perceived as a time for growth and exploration, but as the game progresses, survival becomes increasingly difficult as the student must confront the exploitative reality of a neo-liberal institution whilst maintaining the health of their mind, body, and wallet. <br><br>Wecair University was a project I stopped after the beginnings of a story board and front-end code, as I realized the project was far outside my individual capabilities. If anyone is interested in this idea, I’d love to talk about it and see it be completed and/or adapt.",
        "media": "<img src=\"assets/projects/wecair-university/2.png\"><img src=\"assets/projects/wecair-university/4.gif\"><img src=\"assets/projects/wecair-university/1.png\"><img src=\"assets/projects/wecair-university/5.gif\"><img src=\"assets/projects/wecair-university/3.png\">"
      },
      {
        "number": "21",
        "name": "Old Bridge Path",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/old-bridge-path-2/1.jpg\"><img src=\"assets/photos/old-bridge-path-2/2.jpg\"><img src=\"assets/photos/old-bridge-path-2/3.jpg\">"
      },
      {
        "number": "22",
        "name": "From My Desk",
        "type": "Notes",
        "description": "I’m crouched knees between my arms in my desk chair ignoring the churning of an empty stomach, while the soundtrack of <em>C’mon C’mon</em> creates the melancholy ambiance I enjoy while writing. This evening I’ve begun three iterations of a website introduction that I have each promptly given up on. My third attempt was the closest to the conveying the experiences in which my work is grounded in, but I caught myself trying to forcibly wax poetics and meaning into it. I usually stop writing at that realization, but in the end, something else made sense. That a people is embodied within the voice, not the language. <br><br>In my third iteration, I said, “To lose a language means it is something recoverable. But to lose a language means to grieve it as well”. It is a contradiction has defined my understanding of my grief, as language, as Korean, feels intrinsically tied to a people, to an ancestry, to a history, to a sense of collective grief yet resiliency— to family. For me, language can feel like exile, unable to communicate with myself and my people. But at the same time, transnational adoption and I originate from the same painful history of colonization, separation, war, loss, patriarchy, and struggle. There, in fact, is no contradiction. Language can be loss, but to be recoverable implies hierarchy— to be recoverable implies that I’ll eventually be satisfied. A people is embodied within the voice, not the language. The only language that is and has always been enough is the voice.",
        "media": ""
      },
      {
        "number": "23",
        "name": "Bedroom",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/bedroom-4/1.jpg\">"
      },
      {
        "number": "24",
        "name": "Incorporeal Company",
        "type": "Projects",
        "description": "<a href=\"https://luminous-liger-231ea3.netlify.app/\">Incorporeal Company</a> is a meditation on walking and arriving that I created as I began to go on more walks during the COVID-19 pandemic. ",
        "media": "<img src=\"assets/projects/incorporeal-company/1.gif\"><img src=\"assets/projects/incorporeal-company/2.gif\"><img src=\"assets/projects/incorporeal-company/3.gif\">"
      },
      {
        "number": "25",
        "name": "India Point Park",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/india-point-park/1.jpg\"><img src=\"assets/photos/india-point-park/2.jpg\">"
      },
      {
        "number": "26",
        "name": "Resume",
        "type": "About",
        "description": "Check out my <a href=\"https://docs.google.com/document/d/1lB26zzVJ8Ni4yc9F2wuc2ut7OIViIkqHNGPv3X68hcQ/edit?usp=sharing\">productive value</a>.",
        "media": ""
      },
      {
        "number": "27",
        "name": "Old Bridge Path",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/old-bridge-path-3/1.jpg\"><img src=\"assets/photos/old-bridge-path-3/2.jpg\">"
      },
      {
        "number": "28",
        "name": "From a Photo in Seoul",
        "type": "Notes",
        "description": "The camera flash highlights the swelling tears confined by your furrowed brow. Yet your arms are secure, gently wrapped around me. Your hands create an enclosure to suggest permanence. Were you too withholding information from me? Withholding our impermanence to give false reassurance despite the flash of the camera being so blinding. Or would the pain within your eyes have been even more searing had I felt your arms slipping away?",
        "media": "<img src=\"assets/writing/a-seoul-foster-home/1.png\">"
      },
      {
        "number": "29",
        "name": "Exit 1D",
        "type": "Nearby",
        "description": "",
        "media": "<img src=\"assets/photos/exit-1d/1.jpg\"><img src=\"assets/photos/exit-1d/2.jpg\">"
      },
      {
        "number": "30",
        "name": "Contact",
        "type": "About",
        "description": "Say hello at <br><a href=\"https://www.instagram.com/t.ks.k/\">t.ks.k</a> on Instagram <br><a href=\"mailto:itstrentkiml@gmail.com\">itstrentkiml@gmail.com</a>",
        "media": ""
      }
    ]
  }
  